users/srose.org
# Created 2021-06-15 Tue 18:22
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+TITLE: Sebastian's Worg page
#+AUTHOR: Sebastian
#+startup: align fold nodlcheck hidestars oddeven lognotestate
#+seq_todo: TODO(t) INPROGRESS(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+tags: Write(w) Update(u) Fix(f) Check(c)
#+language: en
#+priorities: A C B
#+category: worg

[[file:../index.org][{Back to Worg's index}]]

Intersection set of Org-mode and me.

* My Worgs

- [[file:../code/org-info-js/index.html][org-info.js]] :: 
     =org-info.js= is now developed on github.com. Some of us plan to start a
     seperate tool to better support XHTML slides.
- [[file:../org-tutorials/org-publish-html-tutorial.org][Publishing Org-mode files to HTML]] :: 
     Publishing basics for newcomers.

* Related

- http://www.emacswiki.org/cgi-bin/emacs/sr-speedbar.el :: 
     Display speedbar in current frame with low overhead. It's working on console
     too. This is nice for use with Org-mode too:
     :(add-hook 'org-mode-hook 'imenu-add-menubar-index)
     :(global-set-key [(hyper ?s)] 'sr-speedbar-toggle)
     Now you may open/toggle a speedbar in the current frame and navigate the
     structure of big orgfiles easily. [[http://www.emacswiki.org/cgi-bin/wiki/SrSpeedbarInXterm][Here]] is a screenshot in xterm.

     Most of the work since Mai 2008 is done by Andy Stewart actually.
