users/srose.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Sebastian&rsquo;s Worg page</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sebastian" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Sebastian&rsquo;s Worg page</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc2f06f4">My Worgs</a></li>
<li><a href="#orgab8650c">Related</a></li>
</ul>
</div>
</div>
<p>
<a href="../index.html">{Back to Worg&rsquo;s index}</a>
</p>

<p>
Intersection set of Org-mode and me.
</p>

<div id="outline-container-orgc2f06f4" class="outline-2">
<h2 id="orgc2f06f4">My Worgs</h2>
<div class="outline-text-2" id="text-orgc2f06f4">
<dl class="org-dl">
<dt><a href="../code/org-info-js/index.html">org-info.js</a></dt><dd><code>org-info.js</code> is now developed on github.com. Some of us plan to start a
seperate tool to better support XHTML slides.</dd>
<dt><a href="../org-tutorials/org-publish-html-tutorial.html">Publishing Org-mode files to HTML</a></dt><dd>Publishing basics for newcomers.</dd>
</dl>
</div>
</div>

<div id="outline-container-orgab8650c" class="outline-2">
<h2 id="orgab8650c">Related</h2>
<div class="outline-text-2" id="text-orgab8650c">
<dl class="org-dl">
<dt><a href="http://www.emacswiki.org/cgi-bin/emacs/sr-speedbar.el">http://www.emacswiki.org/cgi-bin/emacs/sr-speedbar.el</a></dt><dd><p>
Display speedbar in current frame with low overhead. It&rsquo;s working on console
too. This is nice for use with Org-mode too:
:(add-hook &rsquo;org-mode-hook &rsquo;imenu-add-menubar-index)
:(global-set-key [(hyper ?s)] &rsquo;sr-speedbar-toggle)
Now you may open/toggle a speedbar in the current frame and navigate the
structure of big orgfiles easily. <a href="http://www.emacswiki.org/cgi-bin/wiki/SrSpeedbarInXterm">Here</a> is a screenshot in xterm.
</p>

<p>
Most of the work since Mai 2008 is done by Andy Stewart actually.
</p></dd>
</dl>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sebastian</p>
<p class="date">Created: 2021-06-15 Tue 18:22</p>
</div>
</body>
</html>
